Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

source: Your Stats at a Glance
de: Deine Statistiken auf einen Blick
es: Tus estadísticas de un vistazo
fr: Tes stats en un coup d'œil
ja: 統計を一目で
ko: 한눈에 보는 통계
nl: Je statistieken in één oogopslag
pt_br: Suas estatísticas em um relance
sv: Din statistik i överblick

source: Your training volume so far this month is already up %@ compared to all of last month. Gradual progressive overload is the primary driver of muscle growth.
de: Dein Trainingsvolumen ist diesen Monat bereits um %@ gestiegen im Vergleich zum gesamten letzten Monat. Schrittweise progressive Überlastung ist der wichtigste Faktor für Muskelwachstum.
es: Tu volumen de entrenamiento este mes ya ha subido %@ comparado con todo el mes pasado. La sobrecarga progresiva gradual es el principal impulsor del crecimiento muscular.
fr: Ton volume d'entraînement ce mois-ci est déjà en hausse de %@ par rapport à tout le mois dernier. La surcharge progressive est le principal moteur de la croissance musculaire.
ja: 今月のトレーニングボリュームは先月全体と比べてすでに%@増加しています。段階的な漸進的過負荷が筋肉成長の主な要因です。
ko: 이번 달 훈련량은 지난 달 전체 대비 이미 %@ 증가했습니다. 점진적인 과부하가 근육 성장의 주요 동력입니다.
nl: Je trainingsvolume deze maand is al %@ gestegen ten opzichte van vorige maand. Geleidelijke progressieve overbelasting is de belangrijkste aanjager van spiergroei.
pt_br: Seu volume de treino este mês já subiu %@ comparado com todo o mês passado. Sobrecarga progressiva gradual é o principal fator de crescimento muscular.
sv: Din träningsvolym hittills denna månad har redan ökat %@ jämfört med hela förra månaden. Gradvis progressiv överbelastning är den främsta drivkraften för muskeltillväxt.

source: Your training volume so far this month is down %@ compared to last month. If you're deloading intentionally that's great, otherwise try to maintain or gradually increase load.
de: Dein Trainingsvolumen ist diesen Monat bisher um %@ gesunken im Vergleich zum letzten Monat. Wenn du absichtlich eine Entlastungswoche machst, ist das großartig, ansonsten versuche die Belastung beizubehalten oder schrittweise zu erhöhen.
es: Tu volumen de entrenamiento este mes ha bajado %@ comparado con el mes pasado. Si estás descargando intencionalmente, genial, de lo contrario intenta mantener o aumentar gradualmente la carga.
fr: Ton volume d'entraînement ce mois-ci est en baisse de %@ par rapport au mois dernier. Si tu fais une semaine de décharge intentionnellement, c'est bien, sinon essaie de maintenir ou d'augmenter progressivement la charge.
ja: 今月のトレーニングボリュームは先月と比べて%@減少しています。意図的にディロードしているなら問題ありませんが、そうでなければ負荷を維持するか徐々に増やしてみてください。
ko: 이번 달 훈련량은 지난 달 대비 %@ 감소했습니다. 의도적으로 디로딩 중이라면 좋지만, 그렇지 않다면 부하를 유지하거나 점진적으로 늘려보세요.
nl: Je trainingsvolume deze maand is %@ gedaald ten opzichte van vorige maand. Als je bewust aan het ontladen bent, is dat prima, anders probeer de belasting te behouden of geleidelijk te verhogen.
pt_br: Seu volume de treino este mês caiu %@ comparado com o mês passado. Se você está fazendo um deload intencional, ótimo, caso contrário tente manter ou aumentar gradualmente a carga.
sv: Din träningsvolym hittills denna månad har minskat %@ jämfört med förra månaden. Om du medvetet kör en lättare period är det bra, annars försök att bibehålla eller gradvis öka belastningen.

source: Your version of Pulse is no longer supported. Please update to continue using the app.
de: Deine Version von Pulse wird nicht mehr unterstützt. Bitte aktualisiere die App, um sie weiter zu nutzen.
es: Tu versión de Pulse ya no es compatible. Actualiza para seguir usando la app.
fr: Ta version de Pulse n'est plus supportée. Mets à jour pour continuer à utiliser l'app.
ja: お使いのPulseのバージョンはサポート対象外です。アプリを引き続き使用するにはアップデートしてください。
ko: 사용 중인 Pulse 버전은 더 이상 지원되지 않습니다. 앱을 계속 사용하려면 업데이트하세요.
nl: Je versie van Pulse wordt niet meer ondersteund. Update om de app te blijven gebruiken.
pt_br: Sua versão do Pulse não é mais suportada. Atualize para continuar usando o app.
sv: Din version av Pulse stöds inte längre. Uppdatera för att fortsätta använda appen.

source: Your workout count is down from %1$lld last month to %2$lld so far. Training at least 2–3 times per week is enough to maintain and build strength.
de: Deine Workout-Anzahl ist von %lld letzten Monat auf %lld bisher gesunken. Mindestens 2–3 Mal pro Woche zu trainieren reicht aus, um Kraft zu erhalten und aufzubauen.
es: Tu cantidad de entrenamientos bajó de %lld el mes pasado a %lld hasta ahora. Entrenar al menos 2–3 veces por semana es suficiente para mantener y ganar fuerza.
fr: Ton nombre d'entraînements est passé de %lld le mois dernier à %lld jusqu'ici. S'entraîner au moins 2–3 fois par semaine suffit pour maintenir et développer ta force.
ja: ワークアウト回数が先月の%lld回から現在%lld回に減少しています。週に2〜3回のトレーニングで筋力の維持・向上には十分です。
ko: 운동 횟수가 지난달 %lld회에서 현재 %lld회로 줄었습니다. 주 2-3회 이상 훈련하면 근력을 유지하고 키우는 데 충분합니다.
nl: Je aantal trainingen is gedaald van %lld vorige maand naar %lld tot nu toe. Minimaal 2-3 keer per week trainen is genoeg om kracht te behouden en op te bouwen.
pt_br: Sua contagem de treinos caiu de %lld no mês passado para %lld até agora. Treinar pelo menos 2–3 vezes por semana é suficiente para manter e ganhar força.
sv: Ditt antal träningspass har sjunkit från %lld förra månaden till %lld hittills. Att träna minst 2–3 gånger per vecka räcker för att behålla och bygga styrka.

source: Your workout keeps tracking even with the screen off.
de: Dein Workout wird auch bei ausgeschaltetem Bildschirm weiter aufgezeichnet.
es: Tu entrenamiento sigue registrándose incluso con la pantalla apagada.
fr: Ton entraînement continue d'être suivi même avec l'écran éteint.
ja: 画面がオフでもワークアウトの追跡は続きます。
ko: 화면이 꺼져도 운동 추적이 계속됩니다.
nl: Je training wordt bijgehouden, ook met het scherm uit.
pt_br: Seu treino continua sendo registrado mesmo com a tela desligada.
sv: Din träning fortsätter att spåras även med skärmen av.

source: Your workout will be saved locally and synced when you're back online.
de: Dein Workout wird lokal gespeichert und synchronisiert, sobald du wieder online bist.
es: Tu entrenamiento se guardará localmente y se sincronizará cuando vuelvas a estar en línea.
fr: Ton entraînement sera enregistré localement et synchronisé quand tu seras de nouveau en ligne.
ja: ワークアウトはローカルに保存され、オンラインに戻ると同期されます。
ko: 운동이 로컬에 저장되고 온라인에 복귀하면 동기화됩니다.
nl: Je training wordt lokaal opgeslagen en gesynchroniseerd wanneer je weer online bent.
pt_br: Seu treino será salvo localmente e sincronizado quando você estiver online novamente.
sv: Din träning sparas lokalt och synkas när du är online igen.

source: Your workouts will sync when you're back online
de: Deine Trainings werden synchronisiert, sobald du wieder online bist
es: Tus entrenamientos se sincronizarán cuando vuelvas a estar en línea
fr: Tes entraînements seront synchronisés quand tu seras de nouveau en ligne
ja: オンラインに戻るとワークアウトが同期されます
ko: 온라인에 복귀하면 운동이 동기화됩니다
nl: Je trainingen worden gesynchroniseerd wanneer je weer online bent
pt_br: Seus treinos serão sincronizados quando você voltar a ficar online
sv: Dina träningspass synkas när du är online igen

source: BMI
es: IMC
fr: IMC
pt_br: IMC

source: Email
es: Correo electrónico
ja: メール
ko: 이메일
sv: E-post

source: Health Integration
es: Integración con Salud
fr: Intégration Santé
ja: ヘルス連携
ko: 건강 연동
nl: Gezondheidsintegratie
pt_br: Integração com Saúde
sv: Hälsointegration

source: Hey
es: Hola
fr: Salut
ja: やあ
ko: 안녕
nl: Hé
pt_br: Olá
sv: Hej

source: Highlights
es: Destacados
fr: Points forts
ja: ハイライト
ko: 하이라이트
nl: Hoogtepunten
pt_br: Destaques
sv: Höjdpunkter

source: Offline
es: Sin Conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인

source: Support
es: Soporte
ja: サポート
ko: 지원
nl: Ondersteuning
pt_br: Suporte

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema

source: Trend
es: Tendencia
fr: Tendance
ja: トレンド
ko: 트렌드
pt_br: Tendência

source: Workout
es: Entrenamiento
fr: Entraînement
ja: ワークアウト
ko: 운동
nl: Training
pt_br: Treino
sv: Träning

source: Workouts
es: Entrenamientos
fr: Entraînements
ja: ワークアウト
ko: 운동
nl: Trainingen
pt_br: Treinos
sv: Träningspass

source: ft
fr: pi

source: in
fr: po
sv: tum

source: / %lld min
ja: / %lld分
ko: / %lld분

source: %lld min
ja: %lld分
ko: %lld분

source: %llds
ja: %lld秒
ko: %lld초

source: min
ja: 分
ko: 분

source: Normal
ja: 普通
ko: 보통
nl: Normaal

source: s
ja: 秒
ko: 초

source: OK
ko: 확인
